/* (No Commment) */
"%@ (damaged)" = "%@ (beschädigt)";

/* (No Commment) */
"%@ copy" = "Kopie von %@";

/* (No Commment) */
"%@ is not handled by any application. Try to extract the file and use Finder to open it." = "%@ ist mit keiner Applikation verknüpft. Versuchen Sie, die Datei zu entpacken und mit dem Finder zu öffnen.";

/* (No Commment) */
"%@ of %@" = "%@ von %@";

/* (No Commment) */
"%d item, uncompressed size: %@ %@" = "%d Objekt, unkomprimierte Größe: %@ %@";

/* (No Commment) */
"%d items, uncompressed size: %@ %@" = "%d Objekte, unkomprimierte Größe: %@ %@";

/* (No Commment) */
"%d selected, uncompressed size: %@ %@" = "%d ausgewählt, unkomprimierte Größe: %@ %@";

/* (No Commment) */
"(incl. %d hidden)" = "(inkl. %d versteckte)";

/* (No Commment) */
"+pwd" = "+PW";

/* (No Commment) */
"7-Zip Format (best compression)" = "7-Zip-Format (beste Kompression)";

/* (No Commment) */
"<Click to add your own>" = "<Zum Bearbeiten klicken>";

/* (No Commment) */
"<new password>" = "<Neues Passwort>";

/* (No Commment) */
"<new pattern>" = "<Neues Suchmuster>";

/* (No Commment) */
"<new preset>" = "<Neues Preset>";

/* (No Commment) */
"A volume is missing: /%s." = "Ein Archivteil fehlt: /%s.";

/* (No Commment) */
"Activate" = "Aktivieren";

/* (No Commment) */
"Add" = "Hinzufügen";

/* (No Commment) */
"Add Files to Archive" = "Dateien hinzufügen";

/* (No Commment) */
"Add Items" = "Hinzufügen";

/* (No Commment) */
"Add a new file or folder to the archive" = "Dateien und Ordner dem Archiv hinzufügen";

/* (No Commment) */
"Add the items to a new archive" = "Objekte zu neuem Archiv hinzufügen";

/* (No Commment) */
"Add to %@..." = "Zu %@ hinzufügen…";

/* (No Commment) */
"Added" = "Neu";

/* (No Commment) */
"Adding files to archive %@" = "Dateien zu %@ hinzufügen";

/* (No Commment) */
"Advanced" = "Weiteres";

/* (No Commment) */
"After filtering, there are no files left to archive." = "Nach dem Filtern des Archivs blieben keine Dateien mehr über.";

/* (No Commment) */
"All Queued Archive Operations Complete" = "Alle Archivoperationen der Warteschlange abgeschlossen";

/* (No Commment) */
"An error occurred" = "Ein Fehler ist aufgetreten";

/* (No Commment) */
"An error occurred opening %@. Do you want to try to open the archive anyway?" = "Beim Öffnen von %@ trat ein Fehler auf. Wollen Sie das Archiv trotzdem öffnen?";

/* (No Commment) */
"An error occurred opening %@. Do you want to try to repair the archive?" = "Beim Öffnen von %@ trat ein Fehler auf. Soll BetterZip versuchen, das Archiv zu reparieren?";

/* (No Commment) */
"An item named %@ already exists in this location inside the archive. Do you want to replace it with the one you are adding?" = "Ein Objekt mit dem Namen %@ existiert bereits an dieser Stelle im Archiv. Wollen Sie es durch die hinzugefügte Version ersetzen?";

/* (No Commment) */
"An item named %@ already exists in this location inside the archive. Do you want to update it?" = "Ein Objekt mit dem Namen %@ existiert bereits an dieser Stelle im Archiv. Wollen Sie es durch die neue Version ersetzen?";

/* (No Commment) */
"An item named %@ already exists in this location. Do you want to replace it with the one you are extracting?" = "Ein Objekt mit dem Namen %@ existiert bereits hier. Wollen Sie es durch die entpackte Version ersetzen?";

/* (No Commment) */
"An item with this name already exists in this folder!" = "Ein Objekt mit diesem Namen existiert bereits in diesem Ordner!";

/* (No Commment) */
"An unknown error occurred." = "Ein unbekannter Fehler ist aufgetreten.";

/* (No Commment) */
"Apply to all" = "Auf alle anwenden";

/* (No Commment) */
"Apply to all folders" = "Auf alle Ordner anwenden";

/* (No Commment) */
"Archive" = "Archiv";

/* (No Commment) */
"Archive Creation Complete" = "Komprimierung abgeschlossen";

/* (No Commment) */
"Archive Creation Failed" = "Archivierung fehlgeschlagen";

/* (No Commment) */
"Archive Extraction Complete" = "Entpacken abgeschlossen";

/* (No Commment) */
"Archive Extraction Failed" = "Entpacken fehlgeschlagen";

/* (No Commment) */
"Archive Test Failed" = "Test fehlgeschlagen";

/* (No Commment) */
"Archive test successful" = "Archivtest erfolgreich";

/* (No Commment) */
"Are you sure you want to overwrite the original archive?" = "Sind Sie sicher, dass Sie das ursprüngliche Archiv überschreiben wollen?";

/* (No Commment) */
"Best (solid, slow extraction)" = "Beste Kompression (auch langsameres Entpacken)";

/* (No Commment) */
"Best, but slower operation" = "Beste Kompression, aber langsam";

/* (No Commment) */
"BetterZip Recovered Files" = "BetterZip - gerettete Dateien";

/* (No Commment) */
"BetterZip Temporary Folder" = "BetterZip temporärer Ordner";

/* (No Commment) */
"BetterZip cannot extract to this folder. Maybe you don't have write access." = "BetterZip kann in diesen Ordner nicht entpacken. Haben Sie vielleicht keinen Schreibzugriff?";

/* (No Commment) */
"BetterZip will now remove %d Mac specific files from the archive." = "BetterZip wird jetzt %d macspezifische Dateien aus dem Archiv löschen.";

/* (No Commment) */
"BetterZip will now remove %d files matching the patterns configured in the preferences window from the archive." = "BetterZip wird jetzt %d Dateien aus dem Archiv löschen, die den Suchmustern entsprechen, die im Einstellungsfenster konfiguriert wurden.";

/* (No Commment) */
"BetterZip will now remove %d files matching your patterns from the archive." = "BetterZip wird jetzt %d Dateien aus dem Archiv löschen, die Ihren Suchmustern entsprechen";

/* (No Commment) */
"BetterZip will now remove Mac specific files from the archive." = "BetterZip wird jetzt macspezifische Dateien aus dem Archiv entfernen.";

/* (No Commment) */
"BetterZip will now remove one Mac specific file from the archive." = "BetterZip wird jetzt eine macspezifische Datei aus dem Archiv löschen.";

/* (No Commment) */
"BetterZip will now remove one file matching the patterns configured in the preferences window from the archive." = "BetterZip wird jetzt eine Datei aus dem Archiv löschen, die den Suchmustern entspricht, die im Einstellungsfenster konfiguriert wurden.";

/* (No Commment) */
"BetterZip will now remove one file matching your patterns from the archive." = "BetterZip wird jetzt eine Datei aus dem Archiv löschen, die Ihren Suchmustern entspricht.";

/* (No Commment) */
"BetterZip will only run on macOS 10.10 (Yosemite) or later systems." = "BetterZip läuft nur auf macOS 10.10 (Yosemite) oder später.";

/* (No Commment) */
"CPIO Format, uncompressed (cpio)" = "CPIO-Format, unkomprimiert (cpio)";

/* (No Commment) */
"Cancel" = "Abbrechen";

/* (No Commment) */
"Cancel Opening" = "Nicht öffnen";

/* (No Commment) */
"Cancel the operation" = "Die Operation abbrechen";

/* (No Commment) */
"Caution" = "Achtung";

/* (No Commment) */
"Change Archive Mode" = "Archivmodus ändern";

/* (No Commment) */
"Check for updates on startup?" = "Beim Starten nach neuen Versionen von BetterZip suchen?";

/* (No Commment) */
"Choose from your favorite presets" = "Wählen Sie aus Ihren Lieblingspresets";

/* (No Commment) */
"Clean" = "Bereinigen";

/* (No Commment) */
"Clean Archive" = "Archiv bereinigen";

/* (No Commment) */
"Clean now" = "Jetzt bereinigen";

/* (No Commment) */
"Cleaning" = "Bereinigen";

/* (No Commment) */
"Clear" = "Löschen";

/* (No Commment) */
"Close" = "Schließen";

/* (No Commment) */
"Columns" = "Spalten";

/* (No Commment) */
"Comment Text" = "Kommentar";

/* (No Commment) */
"Compress" = "Packen";

/* (No Commment) */
"Compress with Preset %@" = "Packen mit Preset %@";

/* (No Commment) */
"Compressed %@" = "Archiv %@ wurde erstellt";

/* (No Commment) */
"Compressing %@" = "Packe %@";

/* (No Commment) */
"Create New Folder" = "Neuen Ordner erstellen";

/* (No Commment) */
"Create a new folder in the selected place inside the archive." = "Erstellt einen neuen Ordner im markierten Ordner innerhalb des Archivs.";

/* (No Commment) */
"Delete" = "Löschen";

/* (No Commment) */
"Delete Files From Archive" = "Dateien aus dem Archiv löschen";

/* (No Commment) */
"Delete Items" = "Objekte löschen";

/* (No Commment) */
"Delete the selected files or folders from the archive" = "Die gewählten Dateien und Ordner aus dem Archiv entfernen";

/* (No Commment) */
"Delete with pattern" = "Löschen mit Suchmuster";

/* (No Commment) */
"Do not enable this option, if you are not in the habit of making regular backups of your data. BetterZip will not warn you before overwriting files, if you use a preset with the overwrite switch enabled. Files can be lost. Use at your own risk." = "Aktivieren Sie diese Option nicht, wenn Sie nicht regelmäßig Backups machen. BetterZip wird beim Überschreiben von Dateien keine Warnungen anzeigen, wenn Sie dieses Preset verwenden. Dateien können verloren gehen. Aktivieren auf eigene Gefahr.";

/* (No Commment) */
"Do you want to extract the %d archives that were found inside the selected folders?" = "Wollen Sie die %d Archive, die in den gewählten Ordnern gefunden wurden, auch entpacken??";

/* (No Commment) */
"Do you want to save the changes back to the archive?" = "Wollen Sie die Änderungen ins Archiv übernehmen?";

/* (No Commment) */
"Do you want to save the changes you made in the document %@?" = "Wollen Sie die Änderungen am Archiv %@ speichern?";

/* (No Commment) */
"Don't Save" = "Nicht sichern";

/* (No Commment) */
"Don't move" = "Nicht verschieben";

/* (No Commment) */
"Drag items here to compress or extract" = "Objekte zum Packen oder Entpacken hierherziehen";

/* (No Commment) */
"Drop archives here to extract" = "Archive zum Entpacken hierherziehen";

/* (No Commment) */
"Drop items here to compress" = "Objekte zum Packen hierherziehen";

/* (No Commment) */
"Drop the archives here to open them" = "Archive hierherziehen, um sie zu öffnen";

/* (No Commment) */
"Drop the files here to add them to a new archive" = "Objekte hierherziehen, um sie einem neuen Archiv hinzuzufügen";

/* (No Commment) */
"Edit Presets..." = "Presets bearbeiten...";

/* (No Commment) */
"Error" = "Fehler";

/* (No Commment) */
"External command returned: %d
" = "Externes Programm beendet mit Code %d.
";

/* (No Commment) */
"Extract" = "Entpacken";

/* (No Commment) */
"Extract All" = "Alle entpacken";

/* (No Commment) */
"Extract All..." = "Alle entpacken…";

/* (No Commment) */
"Extract Here" = "Entpacken";

/* (No Commment) */
"Extract Selected Only" = "Nur gewählte entpacken";

/* (No Commment) */
"Extract Selected..." = "Ausgewählte entpacken…";

/* (No Commment) */
"Extract all files and folders from the archive" = "Alle Dateien und Ordner des Archivs entpacken";

/* (No Commment) */
"Extract files or folders from the archive" = "Dateien und Ordner des Archivs entpacken";

/* (No Commment) */
"Extract the selected files or folders from the archive" = "Die ausgewählten Dateien und Ordner des Archivs entpacken";

/* (No Commment) */
"Extract to..." = "Entpacken nach...";

/* (No Commment) */
"Extract with Preset %@" = "Entpacken mit Preset %@";

/* (No Commment) */
"Extracted %@" = "Entpackte %@";

/* (No Commment) */
"Extracting %@" = "Entpacke %@";

/* (No Commment) */
"Extracting archive: %@" = "Entpacke Archiv: %@";

/* (No Commment) */
"Extracting items from %@" = "Entpacke Objekte aus %@";

/* (No Commment) */
"Extracting items from archive: %@ of %@" = "Objekte entpacken: %@ von %@";

/* (No Commment) */
"Extracting items temporarily" = "Entpacke Dateien temporär";

/* (No Commment) */
"Fast, but larger archives" = "Schnell, aber größeres Archiv";

/* (No Commment) */
"File Types" = "Dateitypen";

/* (No Commment) */
"File in archive:" = "Datei im Archiv:";

/* (No Commment) */
"File on disc:" = "Datei auf der Festplatte:";

/* (No Commment) */
"Filtering" = "Filter";

/* (No Commment) */
"General" = "Allgemein";

/* (No Commment) */
"Go to the win.rar GmbH web site" = "Die win.rar GmbH Website öffnen";

/* (No Commment) */
"Helpers" = "Programme";

/* (No Commment) */
"Hide Favorites" = "Favoriten ausblenden";

/* (No Commment) */
"Hide Preview" = "Vorschau ausblenden";

/* (No Commment) */
"High, but slower operation" = "Bessere Kompression, aber langsamer";

/* (No Commment) */
"Ignore" = "Ignorieren";

/* (No Commment) */
"Ignore Changes" = "Ignorieren";

/* (No Commment) */
"Ignore This Time" = "Diesmal ignorieren";

/* (No Commment) */
"Ignore and go on" = "Ignorieren und weiter";

/* (No Commment) */
"It is either damaged or in an unsupported format." = "Es ist entweder beschädigt oder in einem unbekannten Format.";

/* (No Commment) */
"Keep Both" = "Beide behalten";

/* (No Commment) */
"Last checked: " = "Zuletzt überprüft: ";

/* (No Commment) */
"Last modified: %@
Size: %@" = "Zuletzt geändert: %@
Größe: %@";

/* (No Commment) */
"Loading archive: %@" = "Lade Archiv: %@";

/* (No Commment) */
"Maybe, there is not enough free space on the destination drive. Or the password is incorrect." = "Möglicherweise ist nicht genügend Speicherplatz auf dem Ziellaufwerk frei. Oder das Passwort ist falsch.";

/* (No Commment) */
"Merge Folders" = "Zusammenführen";

/* (No Commment) */
"Modified" = "Geändert";

/* (No Commment) */
"Move Items" = "Objekte verschieben";

/* (No Commment) */
"Moved" = "Verschoben";

/* (No Commment) */
"Multiple Copies Installed" = "Mehrere Kopien installiert";

/* (No Commment) */
"Multiple files" = "Mehrere Dateien";

/* (No Commment) */
"N/A" = "n.a.";

/* (No Commment) */
"Never" = "Niemals";

/* (No Commment) */
"New Folder" = "Neuer Ordner";

/* (No Commment) */
"Next to original" = "Neben dem Original";

/* (No Commment) */
"No" = "Nein";

/* (No Commment) */
"No compression" = "Keine Kompression";

/* (No Commment) */
"No files selected" = "Keine Datei ausgewählt";

/* (No Commment) */
"Normal" = "Normal";

/* (No Commment) */
"Not encrypted" = "Nicht verschlüsseln";

/* (No Commment) */
"Okay" = "OK";

/* (No Commment) */
"Open" = "Öffnen";

/* (No Commment) */
"Open Anyway" = "Trotzdem öffnen";

/* (No Commment) */
"Open and browse the archive" = "Archiv öffnen und ansehen";

/* (No Commment) */
"Opening archive failed" = "Öffnen des Archivs fehlgeschlagen";

/* (No Commment) */
"Opening archive with %d items" = "Öffnen des Archivs mit %d Objekten";

/* (No Commment) */
"Opening archive with %d items. Ugh, this is going to take a while..." = "Öffnen des Archivs mit %d Objekten. Puh, das wir ein Zeiterl dauern…";

/* (No Commment) */
"Other folder..." = "Anderer Ordner...";

/* (No Commment) */
"Other..." = "Andere...";

/* (No Commment) */
"Passwords" = "Passwörter";

/* (No Commment) */
"Please set the correct path in Preferences > Helpers or choose a different format for saving." = "Setzen Sie bitte den korrekten Pfad in Einstellungen > Programme oder wählen Sie ein anderes Format zum Speichern.";

/* (No Commment) */
"Presets" = "Presets";

/* (No Commment) */
"Queued for compression" = "Wartet auf Packen";

/* (No Commment) */
"Queued for extraction" = "Wartet auf Entpacken";

/* (No Commment) */
"Quit and Reveal in Finder" = "Beenden und im Finder anzeigen";

/* (No Commment) */
"Quit!" = "Beenden";

/* (No Commment) */
"RAR Format" = "RAR-Format";

/* (No Commment) */
"Reload Drop Bar" = "Drop-Leiste neu laden";

/* (No Commment) */
"Remove" = "Löschen";

/* (No Commment) */
"Remove files matching the patterns configured in the preferences window from the archive." = "Entfernt Dateien aus dem Archiv, die den im Einstellungsfenster konfigurierten Suchmustern entsprechen.";

/* (No Commment) */
"Rename Item" = "Objekt umbenennen";

/* (No Commment) */
"Repair" = "Repaieren";

/* (No Commment) */
"Replace" = "Ersetzen";

/* (No Commment) */
"Reveal in Finder" = "Im Finder anzeigen";

/* (No Commment) */
"Running script" = "Skript wird ausgeführt:";

/* (No Commment) */
"Save" = "Sichern";

/* (No Commment) */
"Save As..." = "Sichern unter...";

/* (No Commment) */
"Save the archive" = "Archiv sichern";

/* (No Commment) */
"Save the archive with another name." = "Das Archiv mit neuem Namen sichern.";

/* (No Commment) */
"Saving archive %@" = "Erstelle Archiv %@";

/* (No Commment) */
"Saving archive failed" = "Sichern fehlgeschlagen";

/* (No Commment) */
"Saving archive: %@ of %@" = "Sichern des Archivs: %@ von %@";

/* (No Commment) */
"Search" = "Suchen";

/* (No Commment) */
"Search the archive file" = "Nach Datei- und Ordnernamen im Archiv suchen";

/* (No Commment) */
"Service Name" = "Dienstname";

/* (No Commment) */
"Set" = "Setzen";

/* (No Commment) */
"Show Favorites" = "Favoriten einblenden";

/* (No Commment) */
"Show Preview" = "Vorschau einblenden";

/* (No Commment) */
"Show save panel" = "Sichern-Fenster anzeigen";

/* (No Commment) */
"Sorry!" = "Sorry!";

/* (No Commment) */
"Stop" = "Stopp";

/* (No Commment) */
"Strong (AES-256)" = "Stark (AES-256)";

/* (No Commment) */
"Strong (AES-256) with header encryption" = "Stark (AES-256) mit verschlüsselter Liste";

/* (No Commment) */
"Symbolic Link (no preview possible)" = "Verknüpfung (keine Vorschau möglich)";

/* (No Commment) */
"TAR Format, BZip2 compressed (tbz)" = "TAR-Format, BZip2 komprimiert (tbz)";

/* (No Commment) */
"TAR Format, GZip compressed (tgz)" = "TAR-Format, GZip komprimiert (tgz)";

/* (No Commment) */
"TAR Format, uncompressed (tar)" = "TAR-Format, unkomprimiert (tar)";

/* (No Commment) */
"TAR Format, xz compressed (txz)" = "TAR-Format, xz komprimiert (txz)";

/* (No Commment) */
"Test" = "Testen";

/* (No Commment) */
"Test the archive" = "Archiv testen";

/* (No Commment) */
"Test the archive integrity" = "Archivintegrität testen";

/* (No Commment) */
"Testing archive %@" = "Teste Archiv %@";

/* (No Commment) */
"Testing: %@
" = "Teste: %@
";

/* (No Commment) */
"The archive cannot be created." = "Das Archiv kann nicht erstellt werden.";

/* (No Commment) */
"The archive could not be extracted completely. It may be damaged." = "Das Archiv konnte nicht vollständig entpackt werden. Es könnte beschädigt sein.";

/* (No Commment) */
"The archive could not be extracted completely. It may be damaged. Do you want to try to repair the archive?" = "Das Archiv konnte nicht vollständig entpackt werden. Möglicherweise ist es beschädigt. Soll BetterZip versuchen, das Archiv zu reparieren?";

/* (No Commment) */
"The archive could not be extracted." = "Das Archiv konnte nicht entpackt werden.";

/* (No Commment) */
"The archive disappeared" = "Das Archiv ist verschwunden";

/* (No Commment) */
"The archive extraction failed." = "Das Entpacken des Archivs schlug fehl.";

/* (No Commment) */
"The archive is either damaged or in an unsupported format." = "Das Archiv ist entweder beschädigt oder hat ein nicht unterstütztes Format.";

/* (No Commment) */
"The archive test was completed successfully." = "Der Test des Archivs wurde erfolgreich abgeschlossen.";

/* (No Commment) */
"The archive tests failed." = "Die Überprüfung des Archivs schlug fehl.";

/* (No Commment) */
"The file %@ could not be added to the archive. Maybe the system disc is full?" = "Die Datei %@ konnte dem Archiv nicht hinzugefügt werden. Möglicherweise ist nicht genügend Speicherplatz auf der Systempartition frei.";

/* (No Commment) */
"The file %@ could not be extracted. %@

The last error macOS reported was:
\"%s\"" = "Die Datei %@ konnte nicht entpackt werden. Der letzte Fehler, den macOS registrierte, war: \"%s\"";

/* (No Commment) */
"The file %@ has been modified." = "Die Datei %@ wurde geändert.";

/* (No Commment) */
"The password may be incorrect." = "Möglicherweise ist das Passwort falsch.";

/* (No Commment) */
"The rar helper could not be found." = "Das Hilfsprogramm rar wurde nicht gefunden.";

/* (No Commment) */
"The transcript window may contain further details." = "Die Konsole enthält möglicherweise genauere Details.";

/* (No Commment) */
"There is not enough free space on the destination drive." = "Auf dem Ziellaufwerk ist nicht genügend Speicher frei.";

/* (No Commment) */
"This archive appears to be damaged." = "Dieses Archiv scheint beschädigt zu sein.";

/* (No Commment) */
"This is not the password you are looking for." = "Das Passwort ist nicht korrekt.";

/* (No Commment) */
"To ignore the selected folders and only extract directly selected archives click “Extract Selected Only”." = "Um die ausgewählten Ordner zu ignorieren und nur direkt gewählte Archive zu entpacken, klicken Sie “Nur gewählte entpacken”.";

/* Today title string */
"Today" = "Heute";

/* (No Commment) */
"Trash" = "Papierkorb";

/* (No Commment) */
"Update" = "Aktualisieren";

/* (No Commment) */
"Update File" = "Änderungen übernehmen";

/* (No Commment) */
"Updated" = "Akutalisiert";

/* (No Commment) */
"Use" = "Wählen";

/* (No Commment) */
"Use RAR" = "RAR verwenden";

/* (No Commment) */
"Use for subsequent archives" = "Auch für folgende Archive verwenden";

/* (No Commment) */
"Use this password for the new archive" = "Auch für das neue Archiv benutzen";

/* (No Commment) */
"Use this pattern to delete files and folders from the archive:" = "Folgendes Suchmuster zum Löschen von Dateien und Ordnern verwenden:";

/* (No Commment) */
"Use this pattern to specify which files and folders to add to the archive:" = "Wählen Sie mit diesem Suchmuster aus, welche Dateien und Verzeichnisse dem Archiv hinzugefügt werden sollen:";

/* (No Commment) */
"Use this preset as default in the toolbar" = "Dieses Preset als Standard in der Symbolleiste verwenden";

/* (No Commment) */
"Use this preset as service" = "Dieses Preset als Dienst verwenden";

/* (No Commment) */
"View" = "Ansehen";

/* (No Commment) */
"View the selected file" = "Die gewählten Dateien öffnen";

/* (No Commment) */
"Warning" = "Warnung";

/* (No Commment) */
"Warning: Saving cannot be undone" = "Warnung: Sichern kann nicht widerrufen werden";

/* (No Commment) */
"Weak (PKZip2 compatible)" = "Schwach (PKZip2 kompatibel)";

/* (No Commment) */
"When in Direct Mode, all archive operations are immediate and cannot be undone." = "Im Direktmodus werden alle Archivoperationen sofort ausgeführt können nicht rückgängig gemacht werden.";

/* (No Commment) */
"Would you like %@ to check for updates on startup? You can initiate the check manually from the preferences window at any time." = "Soll %@ beim Starten überprüfen, ob es eine neue Version gibt? Sie können diese Überprüfung jederzeit manuell im Einstellungsfenster ausführen.";

/* (No Commment) */
"XAR Format" = "XAR Format";

/* (No Commment) */
"Yes" = "Ja";

/* Yesterday title string */
"Yesterday" = "Gestern";

/* (No Commment) */
"You can still browse the contents, but all archive operations will fail. 
Do you want to close the window?" = "Sie können das Inhaltsverzeichnis weiter ansehen, aber alle Archivoperationen werden fehlschlagen. Soll das Fenster geschlossen werden?";

/* (No Commment) */
"You can't move an item into one of its subfolders!" = "Sie können einen Ordner nicht in einen seiner Unterordner verschieben!";

/* (No Commment) */
"You don't have permission to write to this folder." = "Sie haben keine Berechtigung in diesen Ordner zu schreiben.";

/* (No Commment) */
"You should save this archive with ZIP or RAR format or your comment will be lost." = "Speichern Sie das Archiv im ZIP- oder RAR-Format oder Ihr Kommentar wird verloren gehen.";

/* (No Commment) */
"Your changes will be lost if you don't save them." = "Wenn Sie nicht sichern, gehen Ihre Änderungen verloren.";

/* (No Commment) */
"Zip Format (recommended)" = "Zip-Format (empfohlen)";

/* (No Commment) */
"cancelled" = "abgebrochen";

/* (No Commment) */
"http://www.win-rar.com/" = "http://www.win-rar.com/";

/* (No Commment) */
"https://macitbetter.com/" = "https://macitbetter.com/";

/* (No Commment) */
"https://macitbetter.com/contact" = "mailto:betterzip@macitbetter.com";

/* (No Commment) */
"macOS returned this error:" = "macOS meldete folgenden Fehler:";

/* (No Commment) */
"no errors" = "keine Fehler";

/* (No Commment) */
"untitled folder" = "Neuer Ordner";

/* (No Commment) */
"with errors" = "Fehler sind aufgetreten";

"Trash" = "Papierkorb";

/* (No Commment) */
"Compress with BetterZip" = "Mit BetterZip komprimieren";

/* (No Commment) */
"Extract with BetterZip" = "Mit BetterZip entpacken";

